import { popupInfoItemType } from '../../../../../../libs/design-system/src/lib/components/ReportCardBase/ReportCardBase.types';

export const financialDefinitionsReport13_1: popupInfoItemType = [
  {
    title: 'نمادهای مالی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها که توسط سرمایه‌گذاران حقیقی (افراد عادی) در بازار بورس انجام شده است.',
  },
  {
    title: 'ارزش کل خرید حقیقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها که توسط سرمایه‌گذاران حقیقی (شرکت‌ها، سازمان‌ها و نهادهای مالی) در بازار بورس انجام شده است.',
  },
  {
    title: 'ارزش کل فروش حقیقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها است که سرمایه‌گذاران حقیقی (افراد عادی) اقدام به فروش سهام در بازار کرده‌اند.',
  },
  {
    title: 'ارزش کل فروش حقوقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها است که توسط سرمایه‌گذاران حقوقی (شرکت‌ها، سازمان‌ها و نهادهای مالی) برای فروش سهام انجام شده است.',
  },
  {
    title: 'کل بازار',
    content:
      'در این سایت کل بازار شامل بورس اوراق بهادار تهران و فرابورس ایران می‌شود.',
  },
  {
    title: 'بورس',
    content:
      'بورس اوراق بهادار تهران یک بازار رسمی و سازمان‌یافته در ایران است که در آن اوراق بهادار مانند سهام شرکت‌ها، اوراق مشارکت، حق تقدم و سایر ابزارهای مالی تحت نظارت سازمان بورس و اوراق بهادار معامله می‌شوند.',
  },
  {
    title: 'فرابورس',
    content:
      'فرابورس ایران یک بازار رسمی و سازمان‌یافته در ایران است که تحت نظارت سازمان بورس و اوراق بهادار فعالیت می‌کند و به عنوان مکملی برای بورس اوراق بهادار تهران عمل می‌کند.',
  },
];
