import { ReportsCarousel } from 'design-system';
import React from 'react';
import fake2 from '../../fake1.png';
import fake1 from '../../fake2.png';
const cards = [
  {
    title: 'ورود سرمایه‌گذاران حقیقی به ۵ صنعت برتر',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',

    reportSubscription: 'سهامی',
    categoryType: 'سهامی',
    newBadge: false,
    videoBadge: false,
    image: fake1,
    fixedBrief: false,
  },
  {
    title: 'نرخ بازده تا سررسید',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'صندوق‌های سهامی',
    categoryType: 'صندوق‌های سهامی',
    newBadge: false,
    videoBadge: false,
    image: fake2,
    fixedBrief: false,
  },
  {
    title: 'سهم تأثیر بازدهی صنایع در شاخص',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'سهامی',
    categoryType: 'سهامی',
    newBadge: true,
    videoBadge: false,
    image: fake1,
    fixedBrief: false,
  },
  {
    title: 'شاخص کل و ورود و خروج سرمایه گذار حقیقی',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'سهامی',
    categoryType: 'سهامی',
    newBadge: false,
    videoBadge: false,
    image: fake2,
    fixedBrief: false,
  },
  {
    title: 'ورود و خروج تجمعی سرمایه‌گذاران حقیقی به سهام و درآمد ثابت',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'درآمد ثابت',
    categoryType: 'درآمد ثابت',
    newBadge: true,
    videoBadge: false,
    image: fake1,
    fixedBrief: false,
  },
  {
    title: 'سهم تأثیر صنایع در شاخص',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'سهامی',
    categoryType: 'سهامی',
    newBadge: false,
    videoBadge: true,
    image: fake2,
    fixedBrief: false,
  },
  {
    title: 'شاخص کل و ورود و خروج سرمایه',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'سهامی',
    categoryType: 'سهامی',
    newBadge: false,
    videoBadge: false,
    image: fake1,
    fixedBrief: false,
  },
  {
    title: 'ورود سرمایه‌گذاران حقیقی به ۵ صنعت برتر',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'سهامی',
    categoryType: 'سهامی',
    newBadge: false,
    videoBadge: false,
    image: fake2,
  },
  {
    title: 'نرخ بازده تا سررسید',
    summary:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد',
    reportSubscription: 'صندوق‌های سهامی',
    categoryType: 'صندوق‌های سهامی',
    newBadge: false,
    videoBadge: false,
    image: fake1,
    fixedBrief: false,
  },
];
export const ReportsCarouselWrapper: React.FC<ReportsCarouselWrapper> = () => {
  return <ReportsCarousel cards={cards} />;
};
