import { popupInfoItemType } from 'design-system';

export const financialDefinitions: popupInfoItemType = [
  {
    title: 'شاخص کل',
    content:
      'در بورس ایران، شاخص کل یا TEDPIX معیاری کلیدی برای سنجش عملکرد کلی بازار سهام است که میانگین وزنی تغییرات قیمت سهام و سود نقدی شرکت‌های پذیرفته‌شده در بورس تهران را نشان می‌دهد. این شاخص به سرمایه‌گذاران کمک می‌کند تا تصویری کلی از روند بازار (مثبت یا منفی) به‌دست آورند. این معنا که شاخص کل بالا یا پایین‌تر تاثیر پذیرفته از عدد نمادهای بورسی دارد.',
  },
  {
    title: 'شاخص کل (هم وزن)',
    content:
      'شاخص کل هم‌وزن در بورس ایران مشابه شاخص کل عمل می‌کند، با این تفاوت که سهم شرکت‌ها در آن برابر در نظر گرفته می‌شود و اندازه بازار آن‌ها محاسبه نمی‌شود. این شاخص تغییرات قیمت و سود نقدی سهام را برای هر نماد به یک میزان محاسبه می‌کند. این ویژگی باعث می‌شود که شاخص هم‌وزن بهتر بتواند تاثیر تغییرات در روند سهم‌های بازار متوسط و کوچک را نشان دهد.',
  },
  {
    title: 'شاخص قیمت (وزنی-ارزشی)',
    content:
      'شاخص قیمت (وزنی-ارزشی) یا TEPIX در بورس ایران تنها تغییرات قیمت سهام شرکتهای حاضر در بازار را محاسبه می‌کند و برخلاف شاخص کل، سود نقدی را در نظر نمی‌گیرد. وزن‌دهی در این شاخص نیز مانند شاخص کل بر اساس ارزش بازار شرکتها انجام می‌شود، به طوری که شرکتهای بزرگتر نقش بیشتری در تغییرات آن دارند. این شاخص برای تحلیلگرانی که صرفا به دنبال بررسی روند قیمتی بازار بدون در نظر گرفتن بازده نقدی هستند، کاربرد دارد و معیاری برای سنجش نوسانات قیمت سهام ارائه می‌کند.',
  },
  {
    title: 'شاخص قیمت (هم وزن)',
    content:
      'شاخص قیمت هم‌وزن در بورس ایران تغییرات قیمت سهام شرکت‌ها را نشان می‌دهد، اما برخلاف شاخص قیمت وزنی-ارزشی، وزن همه شرکت‌ها در آن برابر است و ارزش بازار تأثیری بر محاسبه ندارد. این شاخص سود نقدی را در نظر نمی‌گیرد و صرفا بر تغییرات قیمتی تمرکز دارد. به همین دلیل ابزاری مناسب برای بررسی روند قیمتی بازار به صورت متوازن است. سرمایه‌گذاران از این شاخص برای درک بهتر عملکرد قیمتی شرکت‌های کوچک و متوسط استفاده می‌کنند.',
  },
  {
    title: 'ورود سرمایه‌گذاران حقیقی',
    content:
      'ورود سرمایه‌گذاران حقیقی به مجموع خالص سرمایه‌های گفته می‌شود که توسط افراد عادی (سرمایه‌گذاران حقیقی) برای خرید سهام و حق تقدم در معاملات خرد و بلوکی به بازار تزریق می‌شود.',
  },
  {
    title: 'خروج سرمایه‌گذاران حقیقی',
    content:
      'خروج سرمایه‌گذاران حقیقی به مجموع خالص سرمایه‌ای گفته می‌شود که توسط افراد عادی (سرمایه‌گذاران حقیقی) از طریق فروش سهام و حق تقدم در معاملات خرد و بلوکی از بازار خارج می‌شود.',
  },
  {
    title: 'ورود سرمایه‌گذاران حقوقی',
    content:
      'ورود سرمایه‌گذاران حقوقی به مجموع خالص سرمایه‌ای گفته می‌شود که توسط شرکت‌ها، سازمان‌ها و نهادهای مالی (سرمایه‌گذاران حقوقی) برای خرید سهام و حق تقدم در معاملات خرد و بلوکی به بازار تزریق می‌شود.',
  },
  {
    title: 'خروج سرمایه‌گذاران حقوقی',
    content:
      'خروج سرمایه‌گذاران حقوقی به مجموع خالص سرمایه‌ای گفته می‌شود که توسط شرکت‌ها، سازمان‌ها و نهادهای مالی (سرمایه‌گذاران حقوقی) از طریق فروش سهام و حق تقدم در معاملات خرد و بلوکی از بازار خارج می‌شود.',
  },
];
