import { popupInfoItemType } from 'design-system';

export const financialDefinitions: popupInfoItemType = [
  {
    title: '۱. بتا (β)',
    content:
      'بتا ضریبی در مدل رگرسیون خطی است که میزان تأثیر متغیر مستقل بر متغیر وابسته را نشان می‌دهد. به عبارت دیگر، بتا نشان می‌دهد که با یک واحد تغییر در متغیر مستقل، متغیر وابسته چند واحد تغییر می‌کند. اگر بتا مثبت باشد، رابطه مستقیم و اگر منفی باشد، رابطه معکوس بین دو متغیر وجود دارد. این ضریب یکی از شاخص‌های کلیدی در تحلیل روابط بین دو متغیر در بازارهای مالی و اقتصادی است.',
  },
  {
    title: '۲. بتای تعدیل شده',
    content:
      'بتای تعدیل‌شده نسخه‌ای اصلاح‌شده از بتا است که خطاهای آماری و نویزهای موجود در مدل را کاهش می‌دهد. این ضریب به‌ویژه زمانی اهمیت پیدا می‌کند که تعداد داده‌ها کم باشد یا مدل دچار انحراف‌های آماری شده باشد. استفاده از بتای تعدیل‌شده، به تحلیل‌گر کمک می‌کند تا تصویر دقیق‌تری از رابطه بین متغیرها به‌دست آورد. یک روش محبوب برای تعدیل بتا، روش تعدیل بلوم (Blume Adjustment) است. این روش از فرمولی استفاده می‌کند که بتای تاریخی را با ضریب «۰.۶۷» وزن‌دهی می‌کند و بتای بازار (۱.۰) را با ضریب «۰.۳۳» وزن‌دهی می‌نماید.',
  },
  {
    title: '۳. عرض از مبدا (C)',
    content:
      'عرض از مبدأ عددی است که نشان می‌دهد اگر مقدار متغیر مستقل برابر با صفر باشد، مقدار پیش‌بینی‌شده برای متغیر وابسته چقدر خواهد بود. در واقع، این عدد نقطه‌ای است که خط رگرسیون محور عمودی (Y) را قطع می‌کند و نقش ثابتی در معادله خط بازی می‌کند.',
  },
  {
    title: '۴. ضریب تعیین (R2)',
    content:
      'ضریب تعیین یا R-Squared معیاری آماری است که نشان می‌دهد چه درصدی از تغییرات متغیر وابسته توسط متغیر مستقل توضیح داده می‌شود. این ضریب مقداری بین صفر تا یک دارد؛ هرچه به عدد یک نزدیک‌تر باشد، مدل رگرسیونی قدرت توضیح‌دهندگی بیشتری دارد. به عنوان مثال، ضریب تعیین «۰.۸۶» یعنی ۸۶ درصد از تغییرات متغیر وابسته ناشی از تغییرات متغیر مستقل است.',
  },
  {
    title: '۵. سطح معنادار (P-Value)',
    content:
      'سطح معناداری معیاری است برای سنجش اینکه آیا رابطه‌ی مشاهده شده بین دو متغیر تصادفی است یا واقعی. اگر مقدار P کمتر از «۰.۰۵» باشد، می‌توان نتیجه گرفت که رابطه‌ی بین متغیرها از نظر آماری معنادار است. این شاخص در تست فرضیه‌ها استفاده می‌شود و نشان‌دهنده‌ی میزان اطمینان در نتایج تحلیل آماری است.',
  },
  {
    title: '۶. بازدهی شاخص قیمت (وزنی-ارزشی)',
    content:
      'بازدهی شاخص قیمت (وزنی-ارزشی) نشان‌دهنده تغییرات قیمتی سهام شرکت‌های بورسی بدون در نظر گرفتن سود نقدی آن‌ها است. در این شاخص، سهم هر شرکت متناسب با ارزش بازار آن در شاخص لحاظ می‌شود، بنابراین شرکت‌های بزرگ‌تر تاثیر بیشتری بر بازدهی شاخص دارند. این شاخص ابزاری مناسب برای تحلیل روند کلی قیمت‌ها در بازار بورس است و معمولاً توسط تحلیل‌گران برای بررسی عملکرد بازار بدون تاثیرپذیری از سودهای تقسیمی استفاده می‌شود.',
  },
  {
    title: '۷. بازدهی شاخص صنعت',
    content:
      'بازدهی شاخص صنعت، میزان تغییرات قیمتی سهام شرکت‌های یک گروه یا صنعت خاص را در بازه زمانی مشخص (معمولاً یک سال) نشان می‌دهد. این شاخص برای بررسی عملکرد بخشی خاص از بازار کاربرد دارد و به سرمایه‌گذاران کمک می‌کند تا صنایع پربازده را شناسایی کنند.',
  },
];
