export const faqs = {
  yourQues: [
    {
      title:
        'آیا پلتفرم ترسیم اینوستوری برای سرمایه‌گذاران تازه‌کار نیز مناسب است؟',
      children:
        'بله، پلتفرم ترسیم اینوستوری با رابط کاربری ساده و راهنمای گام‌به‌گام طراحی شده است تا حتی کاربران بدون تجربه قبلی در بازار سرمایه بتوانند بسادگی صندوق‌ها را بررسی، مقایسه و خرید کنند.',
    },
    {
      title:
        'آیا شرکت‌ها و نهادهای حقوقی نیز می‌توانند از خدمات ترسیم اینوستوری استفاده کنند؟',
      children:
        'بله، پلتفرم ترسیم اینوستوری به‌گونه‌ای طراحی شده که هم سرمایه‌گذاران حقیقی و هم حقوقی بتوانند در آن فعالیت کنند. علاوه بر امکان مقایسه و معامله صندوق‌ها، کاربران حقوقی می‌توانند گزارش‌های عملکرد و مستندات حسابداری خود را بصورت ویژه و تفکیک‌شده از پلتفرم دریافت نمایند.',
    },
    {
      title: 'آیا می‌توانم مستقیماً با مدیر صندوق ارتباط برقرار کنم؟',
      children:
        'بله، در صفحه اختصاصی هر صندوق در پلتفرم ترسیم اینوستوری، بخشی برای ارسال پرسش به مدیر صندوق تهیه شده است. پس از ثبت سوال، مدیر صندوق پاسخ شما را ارسال می‌کند و در زمان ایمیل، پیامک یا نوتیفیکیشن داخل اپلیکیشن، از دریافت پاسخ مطلع خواهید شد.',
    },
    {
      title:
        'چرا باید قبل از خرید صندوق، اساسنامه، امیدنامه و بیانیه ریسک را مطالعه شود؟',
      children:
        'مطالعه این فایل‌ها به سرمایه‌گذار کمک می‌کند تا با ساختار صندوق، اهداف سرمایه‌گذاری، ترکیب دارایی‌ها و هزینه‌های مرتبط با سرمایه‌گذاری صندوق آشنا شود. ضروری است تا بتوانید با دیدی روشن نسبت به سازوکار قانونی، چشم‌انداز مالی و میزان ریسک، تصمیم بگیرید. نکته اینکه صندوق‌های مختلف شرایط و ضوابط خرید متفاوتی دارند.',
    },
    {
      title: 'وضعیت دارایی‌هایم را کجا می‌توانم مشاهده کنم؟',
      children:
        'پس از ورود به حساب کاربری‌تان، کافی‌ست وارد پنل پلتفرم ترسیم اینوستوری شوید. در این صفحه می‌توانید ارزش لحظه‌ای سرمایه، سود و زیان هر صندوق، میزان دارایی، و تعداد واحدها را در دارایی‌های مختلف مشاهده کنید.',
    },
  ],
  finansialSecurity: [
    {
      title: 'چگونه می‌توانم از امنیت سرمایه‌گذاری خود اطمینان حاصل کنم؟',
      children:
        'آرسس و صندوق های سرمایه گذاری در پلتفرم آرسس اینوستور تحت نظارت مستقیم سازمان بورس و اوراق بهادار ایران فعالیت میکننند و از معتبرترین نهادهای بازار سرمایه به شمار می‌آیند بنابراین سرمایه شما در فضایی کاملا شفاف و امن مدیریت می‌شود.',
    },
    {
      title:
        'چگونه می‌توانم از انجام شدن سفارش خود در <<آرسس اینوستور>> مطلع بشم؟',
      children:
        'پس از ثبت سفارش می‌توانید با مراجعه به بخش <<فعالیت‌های اخیر>> از وضعیت تآیید آن توسط مدیر سندوق مطلع شوید. همچنین بلافاصله پس از تآیید سفارش این امکان فراهم شده است که از طریق ایمیل پیامک و نوتیفیکیشن به شما اطلاع‌رسانی انجام شود. این فرآیند کاملا اتوماتیک انجام می‌شود و دیگر نیازی به انجام کارهای اداری ندارید.',
    },
  ],
};
