export const faqs = {
  registrationAndActivation: [
    {
      type: 'default',
      title: 'برای ورود به پلتفرم «آرسس اینوستور» به چه اطلاعاتی نیاز دارم؟',
      children:
        'برای ورود به حساب کاربری کافی است کد ملی خود را وارد کنید. بلافاصله یک کد تأیید به شماره همراه ثبت‌شده در سامانه سجام ارسال می‌شود؛ با وارد کردن این کد، وارد پلتفرم خواهید شد. اطلاعات هویتی شما به‌صورت خودکار از سامانه سجام بازیابی می‌گردد و نیازی به انجام مراحل احراز هویت مجدد در «آرسس اینوستور» نیست.',
    },
    {
      type: 'default',
      title: 'برای احراز هویت باید به چه سامانه‌ای مراجعه کنم؟',
      children:
        'احراز هویت از طریق سامانه سجام انجام می‌شود. کافی است به وب‌سایت سجام مراجعه کرده، مدارک شناسایی مورد نیاز را بارگذاری کرده و مراحل ثبت‌نام را تکمیل نمایید. پس از تأیید اطلاعات، هویت شما به‌طور رسمی احراز خواهد شد.',
    },
    {
      type: 'default',
      title:
        'آیا کاربران بدون ثبت‌نام در سامانه سجام می‌توانند در «آرسس اینوستور» سرمایه‌گذاری کنند؟',
      children:
        'خیر. انجام هرگونه سرمایه‌گذاری در پلتفرم «آرسس اینوستور» مستلزم احراز هویت از طریق سامانه سجام است. پس از ثبت‌نام و تأیید اطلاعات در سجام، امکان ورود به پلتفرم و ثبت سفارش سرمایه‌گذاری برای شما فراهم خواهد شد.',
    },
    {
      type: 'default',
      title: 'مراحل خرید در «آرسس اینوستور» چگونه است؟',
      children: `۱. ابتدا در سامانه سجام ثبت‌نام و احراز هویت خود را تکمیل کنید.
۲. پس از احراز هویت، وارد پلتفرم «آرسس اینوستور» شوید.
۳. در صفحه خرید و فروش صندوق، صندوق‌های موجود را با بقیه صندوق‌ها مقایسه کنید.
۴. صندوق موردنظر را انتخاب کرده و روی «خرید» کلیک کنید.
۵. مبلغ موردنظر را وارد و سفارش خود را ثبت نمایید.
به این ترتیب، سفارش شما ثبت‌شده و پس از تأیید مدیر صندوق، دارایی‌تان به صندوق اختصاص می‌یابد.`,
    },
  ],
  investment: [
    {
      type: 'default',

      title: 'حداقل مبلغ سرمایه‌گذاری چقدر است؟',
      children:
        'حداقل میزان سرمایه‌گذاری در هر صندوق متفاوت است. برای صندوقهای صدور و ابطالي حداقل سرمایه‌گذاری معمولاً به اندازه خرید یک واحد (Unit) .از صندوق است که معادل ارزش روز هر واحد سرمایه‌گذاری است.',
    },
    {
      type: 'default',

      title: 'چه موقع می‌توانم پول سرمایه‌گذاریم را برداشت کنم؟',
      children:
        'شما هر زمان که بخواهید می‌توانید از سرمایه‌گذاری خود برداشت کنید و مبلغ درخواستی بعد از تایید مدیر صندوق به حسابتان واریز می‌گردد.',
    },
    {
      type: 'default',

      title:
        'پولی که قصد برداشت از حسابم دارم، به کدام حساب بانکی واریز می‌شود؟',
      children:
        'وجهی که درخواست برداشت آن را دارید، به حساب بانکی ثبت‌شده در سامانه سجام منتقل می‌شود.',
    },
    {
      type: 'default',

      title: 'آیا انجام معاملات در پلتفرم «آرسس اینوستور» هزینه ای دارد؟',
      children:
        'تمامی مراحل افتتاح حساب و انجام خرید و فروش در «آرسس اینوستور» کاملاً رایگان ارائه می‌شود و سرمایه گذاران هیچ هزینه‌ای پرداخت نمیکنند.',
    },
    {
      type: 'default',

      title: 'آیا اصل سرمایه‌گذاری من در «آرسس اینوستور» مشمول مالیات می‌شود؟',
      children:
        'اصل وجهی که در صندوق‌های سرمایه‌گذاری وارد می‌کنید، مشمول هیچ نوع مالیاتی نمی‌شود و هنگام بازخرید واحدها، بطور کامل به‌حساب شما باز می‌گردد.',
    },
  ],
  finansialSecurity: [
    {
      type: 'default',
      title: 'چگونه می‌توانم از امنیت سرمایه‌گذاری خود اطمینان حاصل کنم؟',
      children:
        'آرسس و صندوق های سرمایه گذاری در پلتفرم آرسس اینوستور تحت نظارت مستقیم سازمان بورس و اوراق بهادار ایران فعالیت میکننند و از معتبرترین نهادهای بازار سرمایه به شمار می‌آیند بنابراین سرمایه شما در فضایی کاملا شفاف و امن مدیریت می‌شود.',
    },
    {
      type: 'default',
      title:
        'چگونه می‌توانم از انجام شدن سفارش خود در «آرسس اینوستور» مطلع بشم؟',
      children:
        'پس از ثبت سفارش می‌توانید با مراجعه به بخش «فعالیت‌های اخیر» از وضعیت تآیید آن توسط مدیر سندوق مطلع شوید. همچنین بلافاصله پس از تآیید سفارش این امکان فراهم شده است که از طریق ایمیل پیامک و نوتیفیکیشن به شما اطلاع‌رسانی انجام شود. این فرآیند کاملا اتوماتیک انجام می‌شود و دیگر نیازی به انجام کارهای اداری ندارید.',
    },
  ],
  yourQues: [
    {
      type: 'default',
      title:
        'آیا پلتفرم «آرسس اینوستور» برای سرمایه‌گذاران تازه‌کار نیز مناسب است؟',
      children:
        '.بله. «آرسس اینوستور» با رابط کاربری ساده و راهنمای گام‌به‌گام طراحی شده است تا حتی کاربران بدون تجربه قبلی در بازار سرمایه بتوانند به‌سادگی صندوق‌ها را بررسی، مقایسه و خرید کنند.',
    },
    {
      type: 'default',
      title:
        'آیا شرکت‌ها و نهادهای حقوقی نیز می‌توانند از خدمات «آرسس اینوستور» استفاده کنند؟',
      children:
        '.بله. پلتفرم «آرسس اینوستور» به‌گونه‌ای طراحی شده که هم سرمایه‌گذاران حقیقی و هم حقوقی بتوانند در آن فعالیت کنند. علاوه بر امکان مقایسه و معامله صندوق‌ها، کاربران حقوقی می‌توانند گزارش‌های عملکرد و مستندات حسابداری خود را بصورت ویژه و تفکیک‌شده از پلتفرم دریافت نمایند.',
    },
    {
      type: 'default',
      title: 'آیا می‌توانم مستقیماً با مدیر صندوق ارتباط برقرار کنم؟',
      children:
        '.بله. در صفحه اختصاصی هر صندوق در پلتفرم «آرسس اینوستور»، بخشی برای ارسال پرسش به مدیر صندوق تعبیه شده است. پس از ثبت سوال، مدیر صندوق پاسخ شما را ارسال می‌کند و از طریق ایمیل، پیامک یا نوتیفیکیشن داخل اپلیکیشن از دریافت پاسخ مطلع خواهید شد.',
    },
    {
      type: 'default',
      title:
        'چرا باید قبل از خرید صندوق اساسنامه، امیدنامه و بیانیه ریسک را مطالعه شود؟',
      children:
        'مطالعه این فایل‌ها به سرمایه‌گذار کمک می‌کند تا با ساختار صندوق، اهداف سرمایه‌گذاری، ترکیب دارایی‌ها و هزینه‌های مرتبط با سرمایه‌گذاری صندوق آشنا شود. ضروری است تا بتوانید با دیدی روشن نسبت به سازوکار قانونی، چشم‌انداز مالی و میزان ریسک، تصمیم بگیرید. نکته اینکه صندوق‌های مختلف شرایط و ضوابط خرید متفاوتی دارند.',
    },
    {
      type: 'default',
      title: 'وضعیت دارایی‌هایم را کجا می‌توانم مشاهده کنم؟',
      children:
        'برای بررسی دارایی‌های خود کافی است وارد بخش «پرتفوی من» در پلتفرم «آرسس اینوستور» شوید. در این صفحه می‌توانید ارزش لحظه‌ای سرمایه، سود و بازده هر صندوق را ببینید و عملکرد خود را در صندوق‌های مختلف مقایسه کنید.',
    },
  ],
};
