import { popupInfoItemType } from 'design-system';

export const report13Definitions: popupInfoItemType = [
  {
    title: '۱. کل بازار',
    content:
      'در این سایت کل بازار شامل بورس اوراق بهادار تهران و فرابورس ایران می‌شود.',
  },
  {
    title: '۲. بورس',
    content:
      'بورس اوراق بهادار تهران یک بازار رسمی و سازمان‌یافته در ایران است که در آن اوراق بهادار مانند سهام شرکت‌ها، اوراق مشارکت، حق تقدم و سایر ابزارهای مالی تحت نظارت سازمان بورس و اوراق بهادار معامله می‌شوند.',
  },
  {
    title: '۳. فرابورس',
    content:
      'فرابورس ایران یک بازار رسمی و سازمان‌یافته در ایران است که تحت نظارت سازمان بورس و اوراق بهادار فعالیت می‌کند و به عنوان مکملی برای بورس اوراق بهادار تهران عمل می‌کند.',
  },
  {
    title: '۴. ارزش کل خرید حقیقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها که توسط سرمایه‌گذاران حقیقی (افراد عادی) در بازار بورس انجام شده است.',
  },
  {
    title: '۵. ارزش کل خرید حقوقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها که توسط سرمایه‌گذاران حقوقی (شرکت‌ها، سازمان‌ها و نهادهای مالی) در بازار بورس انجام شده است.',
  },
  {
    title: '۶. ارزش کل فروش حقیقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها است که سرمایه‌گذاران حقیقی (افراد عادی) اقدام به فروش سهام در بازار کرده‌اند.',
  },
  {
    title: '۷. ارزش کل فروش حقوقی',
    content:
      'مجموع ارزش معاملات خرد و بلوکی در سهام و حق تقدم شرکت‌ها است که توسط سرمایه‌گذاران حقوقی (شرکت‌ها، سازمان‌ها و نهادهای مالی) برای فروش سهام انجام شده است.',
  },
  {
    title: '۸. تخمین تابع چگالی احتمالی (KDE)',
    content:
      'تخمین تابع چگالی احتمالی یا (Kernel Density Estimation) KDE روشی آماری برای نمایش الگوی توزیع داده‌ها به صورت یک منحنی صاف است. این روش به جای نمایش داده‌ها با ستون‌های جداگانه (مثل هیستوگرام)، آن‌ها را در قالب یک منحنی پیوسته نمایش می‌دهد. هدف از KDE این است که تصویر دقیق‌تری از شکل توزیع داده‌ها (مثلا متقارن بودن، چگالی نقاط، کشیدگی و...) به‌دست آید.',
  },
];
