import { Meta, StoryObj } from '@storybook/nextjs';
import { Report13_2, Report13_2Props } from './Report13_2';

const meta: Meta<Report13_2Props> = {
  component: Report13_2,
  argTypes: {},
};

export default meta;

type Story = StoryObj<typeof Report13_2>;

export const Default: Story = {
  args: {
    data: {
      data: {
        histPoints: [
          {
            xMin: 7869499505404,
            xMax: 13725361649217.9,
            y: 4.926030213437787e-15,
          },
          {
            xMin: 13725361649217.9,
            xMax: 19581223793031.8,
            y: 0,
          },
          {
            xMin: 19581223793031.8,
            xMax: 25437085936845.703,
            y: 0,
          },
          {
            xMin: 25437085936845.703,
            xMax: 31292948080659.6,
            y: 4.926030213437789e-15,
          },
          {
            xMin: 31292948080659.6,
            xMax: 37148810224473.5,
            y: 0,
          },
          {
            xMin: 37148810224473.5,
            xMax: 43004672368287.41,
            y: 3.2840201422918547e-15,
          },
          {
            xMin: 43004672368287.41,
            xMax: 48860534512101.305,
            y: 1.1494070498021508e-14,
          },
          {
            xMin: 48860534512101.305,
            xMax: 54716396655915.2,
            y: 1.6420100711459295e-14,
          },
          {
            xMin: 54716396655915.2,
            xMax: 60572258799729.1,
            y: 1.4778090640313368e-14,
          },
          {
            xMin: 60572258799729.1,
            xMax: 66428120943543,
            y: 1.1494070498021508e-14,
          },
          {
            xMin: 66428120943543,
            xMax: 72283983087356.9,
            y: 1.1494070498021492e-14,
          },
          {
            xMin: 72283983087356.9,
            xMax: 78139845231170.81,
            y: 1.4778090640313346e-14,
          },
          {
            xMin: 78139845231170.81,
            xMax: 83995707374984.7,
            y: 1.1494070498021524e-14,
          },
          {
            xMin: 83995707374984.7,
            xMax: 89851569518798.61,
            y: 1.4778090640313346e-14,
          },
          {
            xMin: 89851569518798.61,
            xMax: 95707431662612.5,
            y: 4.926030213437796e-15,
          },
        ],
        kdePoints: [
          {
            x: 343082029360526.25,
            y: 9.623726813199955e-28,
          },
          {
            x: 345515235242515.8,
            y: 2.6578058718775697e-28,
          },
          {
            x: 347948441124505.3,
            y: 7.118655694307377e-29,
          },
          {
            x: 350381647006494.9,
            y: 1.849130154025425e-29,
          },
          {
            x: 352814852888484.44,
            y: 4.658345913114974e-30,
          },
          {
            x: 355248058770474,
            y: 1.1381270613680749e-30,
          },
          {
            x: 357681264652463.56,
            y: 2.6967738359381033e-31,
          },
          {
            x: 360114470534453.06,
            y: 6.197165058039674e-32,
          },
          {
            x: 362547676416442.6,
            y: 1.381135734954583e-32,
          },
          {
            x: 364980882298432.2,
            y: 2.9852067987719242e-33,
          },
          {
            x: 367414088180421.75,
            y: 6.2575919962170205e-34,
          },
          {
            x: 369847294062411.25,
            y: 1.2721397568907405e-34,
          },
          {
            x: 372280499944400.8,
            y: 2.508171154351856e-35,
          },
          {
            x: 374713705826390.4,
            y: 4.795945878720659e-36,
          },
          {
            x: 377146911708379.94,
            y: 8.89377502417313e-37,
          },
          {
            x: 379580117590369.44,
            y: 1.5995313868288995e-37,
          },
          {
            x: 382013323472359,
            y: 2.789935446655482e-38,
          },
        ],
        lastTrade: 39957720802538,
        mean: 79322166182758.58,
        median: 73645776719556.5,
      },
    },
    filters: [
      {
        parentTitle: null,
        title: 'نوع بازار',
        searchable: false,
        options: [
          {
            identifier: '1',
            title: 'کل بازار',
          },
          {
            identifier: '2',
            title: 'بورس',
          },
          {
            identifier: '3',
            title: 'فرابورس',
          },
        ],
        selectedOption: {
          identifier: '1',
          title: 'کل بازار',
        },
        optionType: 'MarketTypeFilterOption',
      },
      {
        parentTitle: null,
        title: 'ارزش معاملات',
        searchable: false,
        options: [
          {
            identifier: '1',
            title: 'ارزش کل معاملات',
          },
          {
            identifier: '2',
            title: 'ارزش کل خرید حقیقی',
          },
          {
            identifier: '3',
            title: 'ارزش کل خرید حقوقی',
          },
          {
            identifier: '4',
            title: 'ارزش کل فروش حقیقی',
          },
          {
            identifier: '5',
            title: 'ارزش کل فروش حقوقی',
          },
        ],
        selectedOption: {
          identifier: '1',
          title: 'ارزش کل معاملات',
        },
        optionType: 'TradeValueFilterOption',
      },
      {
        parentTitle: null,
        title: 'بازه زمانی',
        searchable: false,
        options: [
          {
            identifier: '1',
            title: 'شش ماه',
          },
          {
            identifier: '2',
            title: 'نه ماه',
          },
          {
            identifier: '3',
            title: 'یک سال',
          },
        ],
        selectedOption: {
          identifier: '1',
          title: 'شش ماه',
        },
        optionType: 'DateRangeFilterOption',
      },
    ],
  },
};
