import { Meta, StoryObj } from '@storybook/nextjs';
import { Accordion } from './Accordion';
const meta: Meta<typeof Accordion> = {
  component: Accordion,
  tags: ['autodocs'],
};

export default meta;

type Story = StoryObj<typeof Accordion>;

export const Default: Story = {
  args: {
    items: [
      {
        title: 'مدیر صندوق سهم مدیریت این صندوق را دارد؟',
        content:
          'مدیر صندوق سهم آشنا دارای ۵ سال سابقه مدیریت است. طی این مدت، او موفق به افزایش ارزش دارایی‌های صندوق و بهبود عملکرد سرمایه‌گذاری‌ها شده است..',
      },
      {
        title: 'مدیر صندوق سهم آشنا چند سال تجربه مدیریت این  را دارد؟',
        content:
          'مدیر صندوق سهم آشنا دارای ۵ سال سابقه مدیریت است. طی این مدت، او موفق به افزایش ارزش دارایی‌های صندوق و بهبود عملکرد سرمایه‌گذاری‌ها شده است..',
      },
      {
        title: ' صندوق سهم آشنا چند سال تجربه مدیریت این صندوق را دارد؟',
        content:
          'مدیر صندوق سهم آشنا دارای ۵ سال سابقه مدیریت است. طی این مدت، او موفق به افزایش ارزش دارایی‌های صندوق و بهبود عملکرد سرمایه‌گذاری‌ها شده است..',
      },
      {
        title: 'مدیر صندوق سهم آشنا   تجربه مدیریت این صندوق را دارد؟',
        content:
          'مدیر صندوق سهم آشنا دارای ۵ سال سابقه مدیریت است. طی این مدت، او موفق به افزایش ارزش دارایی‌های صندوق و بهبود عملکرد سرمایه‌گذاری‌ها شده است..',
      },
    ],
    singleOpen: true,
  },
};
